const category = [
  {
    id: "sdfsdf",
    title: "sdfd",
    uuid: "sfefe",
    date: "sdfef"
  },
  {
    id: "sdfsdf",
    title: "sdfd",
    uuid: "sfefe",
    date: "sdfef"
  },
  {
    id: "sdfsdf",
    title: "sdfd",
    uuid: "sfefe",
    date: "sdfef"
  }
]

export const mainContentPosts = [
    {
      id: "xyz1",
      title: "অবেলায় শঙ্খধ্বনি",
      writer: "রুদ্র মুহম্মদ শহীদুল্লাহ",
      category: "sdfe",
      content: `অতোটা হৃদয় প্রয়োজন নেই,</br>
            কিছুটা শরীর কিছুটা মাংস মাধবীও চাই।</br>
            এতোটা গ্রহণ এতো প্রশংসা প্রয়োজন নেই</br>
            কিছুটা আঘাত অবহেলা চাই প্রত্যাখান।</br>
            সাহস আমাকে প্ররোচনা দেয়</br>
            জীবন কিছুটা যাতনা শেখায়,</br>
            ক্ষুধা ও খরার এই অবেলায়</br>
            অতোটা ফুলের প্রয়োজন নেই।</br>
            
            বুকে ঘৃণা নিয়ে নীলিমার কথা</br>
            অনাহারে ভোগা মানুষের ব্যথা</br>
            প্রয়োজন নেই, প্রয়োজন নেই-</br>
            করুণাকাতর বিনীত বাহুরা ফিরে যাও ঘরে।</br>
            
            নষ্ট যুবক ভ্রষ্ট আঁধারে কাঁদো কিছুদিন</br>
            কিছুদিন বিষে দহনে দ্বিধায় নিজেকে পোড়াও</br>
            না হলে মাটির মমতা তোমাতে হবে না সুঠাম,</br>
            না হলে আঁধার আরো কিছুদিন ভাসাবে তোমাকে।</br>
            
            অতোটা প্রেমের প্রয়োজন নেই</br>
            ভাষাহীন মুখ নিরীহ জীবন</br>
            প্রয়োজন নেই- প্রয়োজন নেই</br>
            
            কিছুটা হিংস্র বিদ্রোহ চাই কিছুটা আঘাত</br>
            রক্তে কিছুটা উত্তাপ চাই, উষ্ণতা চাই</br>
            চাই কিছু লাল তীব্র আগুন।</br>`,
    },

    {
      id: "xyz2",
      title: "কমলপ্রিয়ার আকাশটুক",
      writer: "অর্ঘ্য রায় চৌধুরী",
      content: `চিঠিটা যখন এল, তখন বারান্দার ওপর ঘন হয়ে এসেছে মেঘ, দক্ষিণ কলকাতার এই অঞ্চলের গলিপথগুলোয় নিবিড় নির্জনতা।
            চিঠি আসার দিনগুলো আর নেই, তবুও চিঠি লিখত একজনই। চিঠি লেখার দিন চলে গেলেও চিঠি লিখত সে। বলত, ‘চিঠির মধ্যে যে ডাক জেগে থাকে, সেই ডাক আর কোথাও পাওয়া যায় না।’
            ওই মেঘের বারান্দায় এক কোণে একটা বেতের চেয়ার, একটা দুপুর, আর বহুযুগ আগের এক নির্জন বনভূমি হেঁটে এসেছিল, বেশ কিছু কবিতার লাইন।
             কমলপ্রিয়া চিঠিটাকে গোপন করেননি, চিঠির কথা বলেছিলেন অনিরুদ্ধকে। অনিরুদ্ধ জানতেন এ চিঠি আসতে পারে, এক সন্ধ্যায় ওই ব্যালকনিতেই পাশাপাশি কমলপ্রিয়া বলেছিলেন, বহুদিন পর হঠাৎ তথাগতর সঙ্গে দেখা হওয়ার কথা, আকুল দুই চোখ, একাকী জীবন। বলেছিলেন, ডেনভারের এক ছোট্ট অ্যাপার্টমেন্ট দরজা খুলে রেখেছে তাঁর জন্য। বলেছিলেন, তথাগতর বিদেশে পড়তে যাওয়ার পর ধীরে ধীরে কমে আসা চিঠিগুলোর কথা, কোনো এক স্বর্ণকেশীর সুনীল চোখ। তারপর বহু বহুদিন নির্জন পথ, নির্ঘুম রাত, ফিকে হয়ে আসা রং, আর বাবা মার মৃত্যুর পর একাকী জীবনের কথা তো অনিরুদ্ধ জানতেনই। জীবনের বহু পথ পাড়ি দিয়ে ডানা ভাঙা পাখির মতো অনিরুদ্ধ যেদিন তাঁর জীবনের প্রথম কিশোরীর কাছে ফিরে এসেছিলেন, কমলপ্রিয়া সেই ফিরে আসা উপেক্ষা করতে পারেননি`,
    },

    {
      id: "xyz3",
      title: "একটি কবিতার জন্য",
      writer: "শামসুর রাহমান",
      content: `বৃক্ষের নিকটে গিয়ে বলি ; </br>
            দয়াবান বৃক্ষ তুমি একটি কবিতা দিতে পারো ?</br>
            বৃক্ষ বলে আমার বাকল ফুঁড়ে আমার মজ্জায়</br>
            যদি মিশে যেতে পারো, তবে</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা !</br>
            জীর্ণ দেয়ালের কানে বলি ;</br>
            দেয়াল আমাকে তুমি একটি কবিতা দিতে পারো ?</br>
            পুরোনো দেয়াল বলে শ্যাওলা-ঢাকা স্বরে,</br>
            এই ইঁট সুরকির ভেতর যদি নিজেকে গুঁড়িয়ে দাও, তবে</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা !</br>
            একজন বৃদেধের নিকট গিয়ে বলি, নতজানু,</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা।</br>
            কেবল কয়েক ছত্র কবিতার জন্যে</br>
            এই বৃক্ষ, জরাজীর্ণ দেয়াল এবং</br>
            বৃদ্ধের সম্মুখে নতজানু আমি থাকবো কতোকাল ? </br>
            বলো কতোকাল ? </br>`,
    },
  ];




  export const sliderPosts = [
    {
      id: "xyz",
      title: "তোমার জন্য স্বপ্ন আঁকি",
      caltion: "আফজাল হোসেনের প্রেমের কবিতা",
      image: '/sliderPics/woman1.png',
      discription: `নারীর প্রেম তার কাব্যে ফেলেছে প্রভাব। হয়ে উঠেছেন একাধারে দ্রোহ ও প্রেমের কবি। তার জীবনে এসব প্রেমের ছোঁয়া বাংলা সাহিত্যকে দিয়েছে অনন্যমাত্রা| এসব কবিতায় রয়েছে মোহমুগ্ধতা, অনবদ্য সৌন্দর্য, বিরহ-যাতনা। `,
    },
    {
      id: "xyz",
      title: "অমৃতায়ন",
      caltion: "বিনয় দত্ত",
      image: '/sliderPics/omritayon.png',
      discription: `নারীর প্রেম তার কাব্যে ফেলেছে প্রভাব। হয়ে উঠেছেন একাধারে দ্রোহ ও প্রেমের কবি। তার জীবনে এসব প্রেমের ছোঁয়া বাংলা সাহিত্যকে দিয়েছে অনন্যমাত্রা| এসব কবিতায় রয়েছে মোহমুগ্ধতা, অনবদ্য সৌন্দর্য, বিরহ-যাতনা। `,
    },
    {
      id: "xyz",
      title: "এখানে রবীন্দ্রনাথ কখনো আসেনি ",
      caltion: "কল্পকাহিনী",
      image: '/sliderPics/woman2.png',
      discription: `নারীর প্রেম তার কাব্যে ফেলেছে প্রভাব। হয়ে উঠেছেন একাধারে দ্রোহ ও প্রেমের কবি। তার জীবনে এসব প্রেমের ছোঁয়া বাংলা সাহিত্যকে দিয়েছে অনন্যমাত্রা| এসব কবিতায় রয়েছে মোহমুগ্ধতা, অনবদ্য সৌন্দর্য, বিরহ-যাতনা। `,
    },
    
  ];



  export const sobKobitaPosts = [
    {
      id: "xyz1",
      title: "অবেলায় শঙ্খধ্বনি",
      writer: "রুদ্র মুহম্মদ শহীদুল্লাহ",
      content: `অতোটা হৃদয় প্রয়োজন নেই,</br>
            কিছুটা শরীর কিছুটা মাংস মাধবীও চাই।</br>
            এতোটা গ্রহণ এতো প্রশংসা প্রয়োজন নেই</br>
            কিছুটা আঘাত অবহেলা চাই প্রত্যাখান।</br>
            সাহস আমাকে প্ররোচনা দেয়</br>
            জীবন কিছুটা যাতনা শেখায়,</br>
            ক্ষুধা ও খরার এই অবেলায়</br>
            অতোটা ফুলের প্রয়োজন নেই।</br>
            
            বুকে ঘৃণা নিয়ে নীলিমার কথা</br>
            অনাহারে ভোগা মানুষের ব্যথা</br>
            প্রয়োজন নেই, প্রয়োজন নেই-</br>
            করুণাকাতর বিনীত বাহুরা ফিরে যাও ঘরে।</br>
            
            নষ্ট যুবক ভ্রষ্ট আঁধারে কাঁদো কিছুদিন</br>
            কিছুদিন বিষে দহনে দ্বিধায় নিজেকে পোড়াও</br>
            না হলে মাটির মমতা তোমাতে হবে না সুঠাম,</br>
            না হলে আঁধার আরো কিছুদিন ভাসাবে তোমাকে।</br>
            
            অতোটা প্রেমের প্রয়োজন নেই</br>
            ভাষাহীন মুখ নিরীহ জীবন</br>
            প্রয়োজন নেই- প্রয়োজন নেই</br>
            
            কিছুটা হিংস্র বিদ্রোহ চাই কিছুটা আঘাত</br>
            রক্তে কিছুটা উত্তাপ চাই, উষ্ণতা চাই</br>
            চাই কিছু লাল তীব্র আগুন।</br>`,
    },

    {
      id: "xyz2",
      title: "বিদ্রোহী",
      writer: "কাজী নজরুল ইসলাম",
      content: `বল বীর -</br>
      বল উন্নত মম শির!</br>
      শির নেহারি আমারি,</br>
      নতশির ঐ শিখর হিমাদ্রির !</br>
      
      বল বীর-</br>
      বল মহাবিশ্বের মহাকাশ ফাড়ি'</br>
      চন্দ্র সূর্য্য গ্রহ তারা ছাড়ি'</br>
      ভূলোক দ্যুলোক গোলক ভেদিয়া,</br>
      খোদার আসন 'আরশ' ছেদিয়া</br>
      উঠিয়াছে চির-বিস্ময় আমি বিশ্ব-বিধাত্রীর !</br>
      মম ললাটে রুদ্র-ভগবান জ্বলে রাজ-রাজটিকা দীপ্ত জয়শ্রীর!</br>
      
      বল বীর -</br>
      আমি চির-উন্নত শির !</br>
      আমি চিরদুর্দ্দম, দুর্বিনীত, নৃশংস,</br>
      মহা-প্রলয়ের আমি নটরাজ, আমি সাইক্লোন, আমি ধ্বংস,</br>
      আমি মহাভয়, আমি অভিশাপ পৃথ্বীর!</br>
      
      আমি দুর্ব্বার,</br>
      আমি ভেঙে করি সব চুরমার!</br>
      আমি অনিয়ম উচ্ছৃঙ্খল,</br>
      আমি দ'লে যাই যত বন্ধন, যত নিয়ম কানুন শৃঙ্খল!</br>
      আমি মানি নাকো কোন আইন,</br>
      আমি ভরা-তরী করি ভরা-ডুবি, আমি টর্পেডো, আমি ভীম,</br>
      
      ভাসমান মাইন!</br>
      আমি ধূর্জ্জটী, আমি এলোকেশে ঝড় অকাল-বৈশাখীর!</br>
      আমি বিদ্রোহী আমি বিদ্রোহী-সূত বিশ্ব-বিধাত্রীর!</br>
      `,
    },

    {
      id: "xyz3",
      title: "একটি কবিতার জন্য",
      writer: "শামসুর রাহমান",
      content: `বৃক্ষের নিকটে গিয়ে বলি ; </br>
            দয়াবান বৃক্ষ তুমি একটি কবিতা দিতে পারো ?</br>
            বৃক্ষ বলে আমার বাকল ফুঁড়ে আমার মজ্জায়</br>
            যদি মিশে যেতে পারো, তবে</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা !</br>
            জীর্ণ দেয়ালের কানে বলি ;</br>
            দেয়াল আমাকে তুমি একটি কবিতা দিতে পারো ?</br>
            পুরোনো দেয়াল বলে শ্যাওলা-ঢাকা স্বরে,</br>
            এই ইঁট সুরকির ভেতর যদি নিজেকে গুঁড়িয়ে দাও, তবে</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা !</br>
            একজন বৃদেধের নিকট গিয়ে বলি, নতজানু,</br>
            হয়তো বা পেয়ে যাবে একটি কবিতা।</br>
            কেবল কয়েক ছত্র কবিতার জন্যে</br>
            এই বৃক্ষ, জরাজীর্ণ দেয়াল এবং</br>
            বৃদ্ধের সম্মুখে নতজানু আমি থাকবো কতোকাল ? </br>
            বলো কতোকাল ? </br>`,
    },
  ];



  export const singleKobitaPosts = [
   {
      
      title: "অবেলায় শঙ্খধ্বনি",
      writer: "রুদ্র মুহম্মদ শহীদুল্লাহ",
      content: `অতোটা হৃদয় প্রয়োজন নেই,</br>
            কিছুটা শরীর কিছুটা মাংস মাধবীও চাই।</br>
            এতোটা গ্রহণ এতো প্রশংসা প্রয়োজন নেই</br>
            কিছুটা আঘাত অবহেলা চাই প্রত্যাখান।</br>
            সাহস আমাকে প্ররোচনা দেয়</br>
            জীবন কিছুটা যাতনা শেখায়,</br>
            ক্ষুধা ও খরার এই অবেলায়</br>
            অতোটা ফুলের প্রয়োজন নেই।</br>
            
            বুকে ঘৃণা নিয়ে নীলিমার কথা</br>
            অনাহারে ভোগা মানুষের ব্যথা</br>
            প্রয়োজন নেই, প্রয়োজন নেই-</br>
            করুণাকাতর বিনীত বাহুরা ফিরে যাও ঘরে।</br>
            
            নষ্ট যুবক ভ্রষ্ট আঁধারে কাঁদো কিছুদিন</br>
            কিছুদিন বিষে দহনে দ্বিধায় নিজেকে পোড়াও</br>
            না হলে মাটির মমতা তোমাতে হবে না সুঠাম,</br>
            না হলে আঁধার আরো কিছুদিন ভাসাবে তোমাকে।</br>
            
            অতোটা প্রেমের প্রয়োজন নেই</br>
            ভাষাহীন মুখ নিরীহ জীবন</br>
            প্রয়োজন নেই- প্রয়োজন নেই</br>
            
            কিছুটা হিংস্র বিদ্রোহ চাই কিছুটা আঘাত</br>
            রক্তে কিছুটা উত্তাপ চাই, উষ্ণতা চাই</br>
            চাই কিছু লাল তীব্র আগুন।</br>`,
    }
  ];





  export const sobGolpoPosts = [
    {
      id: "xyz1",
      title: "কমলপ্রিয়ার আকাশটুক",
      writer: "অর্ঘ্য রায় চৌধুরী",
      content: `চিঠিটা যখন এল, তখন বারান্দার ওপর ঘন হয়ে এসেছে মেঘ, দক্ষিণ কলকাতার এই অঞ্চলের গলিপথগুলোয় নিবিড় নির্জনতা।
            চিঠি আসার দিনগুলো আর নেই, তবুও চিঠি লিখত একজনই। চিঠি লেখার দিন চলে গেলেও চিঠি লিখত সে। বলত, ‘চিঠির মধ্যে যে ডাক জেগে থাকে, সেই ডাক আর কোথাও পাওয়া যায় না।’
            ওই মেঘের বারান্দায় এক কোণে একটা বেতের চেয়ার, একটা দুপুর, আর বহুযুগ আগের এক নির্জন বনভূমি হেঁটে এসেছিল, বেশ কিছু কবিতার লাইন।
             কমলপ্রিয়া চিঠিটাকে গোপন করেননি, চিঠির কথা বলেছিলেন অনিরুদ্ধকে। অনিরুদ্ধ জানতেন এ চিঠি আসতে পারে, এক সন্ধ্যায় ওই ব্যালকনিতেই পাশাপাশি কমলপ্রিয়া বলেছিলেন, বহুদিন পর হঠাৎ তথাগতর সঙ্গে দেখা হওয়ার কথা, আকুল দুই চোখ, একাকী জীবন। বলেছিলেন, ডেনভারের এক ছোট্ট অ্যাপার্টমেন্ট দরজা খুলে রেখেছে তাঁর জন্য। বলেছিলেন, তথাগতর বিদেশে পড়তে যাওয়ার পর ধীরে ধীরে কমে আসা চিঠিগুলোর কথা, কোনো এক স্বর্ণকেশীর সুনীল চোখ। তারপর বহু বহুদিন নির্জন পথ, নির্ঘুম রাত, ফিকে হয়ে আসা রং, আর বাবা মার মৃত্যুর পর একাকী জীবনের কথা তো অনিরুদ্ধ জানতেনই। জীবনের বহু পথ পাড়ি দিয়ে ডানা ভাঙা পাখির মতো অনিরুদ্ধ যেদিন তাঁর জীবনের প্রথম কিশোরীর কাছে ফিরে এসেছিলেন, কমলপ্রিয়া সেই ফিরে আসা উপেক্ষা করতে পারেননি`,
    },

    {
      id: "xyz2",
      title: "কমলপ্রিয়ার আকাশটুক",
      writer: "অর্ঘ্য রায় চৌধুরী",
      content: `চিঠিটা যখন এল, তখন বারান্দার ওপর ঘন হয়ে এসেছে মেঘ, দক্ষিণ কলকাতার এই অঞ্চলের গলিপথগুলোয় নিবিড় নির্জনতা।
            চিঠি আসার দিনগুলো আর নেই, তবুও চিঠি লিখত একজনই। চিঠি লেখার দিন চলে গেলেও চিঠি লিখত সে। বলত, ‘চিঠির মধ্যে যে ডাক জেগে থাকে, সেই ডাক আর কোথাও পাওয়া যায় না।’
            ওই মেঘের বারান্দায় এক কোণে একটা বেতের চেয়ার, একটা দুপুর, আর বহুযুগ আগের এক নির্জন বনভূমি হেঁটে এসেছিল, বেশ কিছু কবিতার লাইন।
             কমলপ্রিয়া চিঠিটাকে গোপন করেননি, চিঠির কথা বলেছিলেন অনিরুদ্ধকে। অনিরুদ্ধ জানতেন এ চিঠি আসতে পারে, এক সন্ধ্যায় ওই ব্যালকনিতেই পাশাপাশি কমলপ্রিয়া বলেছিলেন, বহুদিন পর হঠাৎ তথাগতর সঙ্গে দেখা হওয়ার কথা, আকুল দুই চোখ, একাকী জীবন। বলেছিলেন, ডেনভারের এক ছোট্ট অ্যাপার্টমেন্ট দরজা খুলে রেখেছে তাঁর জন্য। বলেছিলেন, তথাগতর বিদেশে পড়তে যাওয়ার পর ধীরে ধীরে কমে আসা চিঠিগুলোর কথা, কোনো এক স্বর্ণকেশীর সুনীল চোখ। তারপর বহু বহুদিন নির্জন পথ, নির্ঘুম রাত, ফিকে হয়ে আসা রং, আর বাবা মার মৃত্যুর পর একাকী জীবনের কথা তো অনিরুদ্ধ জানতেনই। জীবনের বহু পথ পাড়ি দিয়ে ডানা ভাঙা পাখির মতো অনিরুদ্ধ যেদিন তাঁর জীবনের প্রথম কিশোরীর কাছে ফিরে এসেছিলেন, কমলপ্রিয়া সেই ফিরে আসা উপেক্ষা করতে পারেননি`,
    },
    {
      id: "xyz3",
      title: "কমলপ্রিয়ার আকাশটুক",
      writer: "অর্ঘ্য রায় চৌধুরী",
      content: `চিঠিটা যখন এল, তখন বারান্দার ওপর ঘন হয়ে এসেছে মেঘ, দক্ষিণ কলকাতার এই অঞ্চলের গলিপথগুলোয় নিবিড় নির্জনতা।
            চিঠি আসার দিনগুলো আর নেই, তবুও চিঠি লিখত একজনই। চিঠি লেখার দিন চলে গেলেও চিঠি লিখত সে। বলত, ‘চিঠির মধ্যে যে ডাক জেগে থাকে, সেই ডাক আর কোথাও পাওয়া যায় না।’
            ওই মেঘের বারান্দায় এক কোণে একটা বেতের চেয়ার, একটা দুপুর, আর বহুযুগ আগের এক নির্জন বনভূমি হেঁটে এসেছিল, বেশ কিছু কবিতার লাইন।
             কমলপ্রিয়া চিঠিটাকে গোপন করেননি, চিঠির কথা বলেছিলেন অনিরুদ্ধকে। অনিরুদ্ধ জানতেন এ চিঠি আসতে পারে, এক সন্ধ্যায় ওই ব্যালকনিতেই পাশাপাশি কমলপ্রিয়া বলেছিলেন, বহুদিন পর হঠাৎ তথাগতর সঙ্গে দেখা হওয়ার কথা, আকুল দুই চোখ, একাকী জীবন। বলেছিলেন, ডেনভারের এক ছোট্ট অ্যাপার্টমেন্ট দরজা খুলে রেখেছে তাঁর জন্য। বলেছিলেন, তথাগতর বিদেশে পড়তে যাওয়ার পর ধীরে ধীরে কমে আসা চিঠিগুলোর কথা, কোনো এক স্বর্ণকেশীর সুনীল চোখ। তারপর বহু বহুদিন নির্জন পথ, নির্ঘুম রাত, ফিকে হয়ে আসা রং, আর বাবা মার মৃত্যুর পর একাকী জীবনের কথা তো অনিরুদ্ধ জানতেনই। জীবনের বহু পথ পাড়ি দিয়ে ডানা ভাঙা পাখির মতো অনিরুদ্ধ যেদিন তাঁর জীবনের প্রথম কিশোরীর কাছে ফিরে এসেছিলেন, কমলপ্রিয়া সেই ফিরে আসা উপেক্ষা করতে পারেননি`,
    }

  ];


